Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/fhi.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Every year from 2005 to 2014, between 19,000 and 38,000 adults aged 25-69 years quit daily smoking (Vedøy, 2015).
nn: I perioden 2005-2014 var det kvart år mellom 19 000 og 38 000 vaksne i alderen 25-69 år som slutta som daglegrøykjarar (Vedøy, 2015).

source: Figure 13 shows daily smoking in the Nordic countries and the EU.
nn: Figur 13 viser dagleg røyking i dei nordiske landa og EU.

source: Vertical axis shows percentage.
nn: Loddrett akse viser prosent.

source: This means that you should not be near other people, not even those you live with.
nn: Det betyr at du ikkje skal vere i nærleiken av andre menneske, heller ikkje dei du bur med.

source: The three counties of Oslo, Akershus, and Sør-Trøndelag had the lowest proportion of daily smokers by 9-11 per cent, see figure 2a.
nn: Dei fire fylka Akershus, Oslo, Trøndelag og Sogn og Fjordane hadde den lågaste andelen daglegrøykjarar med 9-11 prosent, sjå figur 2a.

source: Smoking is the most common cause of COPD and explains two out of three cases (HOD, 2006).
nn: Røyking er den vanlegaste årsaka til kronisk obstruktiv lungesjukdom (kols) og forklarer to av tre tilfelle (HOD, 2006).

source: gression, Conflict and Peace Re-
nn: ikkje i abortstatistikken, men i

source: Every fifth death before 70 years due to smoking
nn: Kvart femte dødsfall før 70 år skuldast røyking

source: both smoke and use snus.
nn: både røykjer og brukar snus.

source: 7 per cent of those with university or college education smoke daily.
nn: 7 prosent av dei med universitets- eller høgskuleutdanning røykjer dagleg.

source: In addition, just under 10 per cent smoked occasionally, this was true for both sexes.
nn: I tillegg var det i underkant av 10 prosent som røykte av og til, dette gjaldt begge kjønn.

source: Most people (70-80%) experience a mild respiratory infection, but some require
nn: Dei fleste (70-80 prosent) går gjennom ein mild luftvegsinfeksjon. Andre treng

source: As a result, differences in smoking behaviour between the different education groups widened.
nn: Det førte til at forskjellane i røykeåtferd mellom dei ulike utdanningsgruppene blei større.

source: In the period 1980-2012, the proportion of daily smokers in the world fell from 41 to 31 per cent for men and from 11 to 6 per cent for women (age standardised).
nn: I perioden 1980-2012 fall andelen daglegrøykjarar i verda frå 41 til 31 prosent for menn og frå 11 til 6 prosent for kvinner (aldersstandardisert).

source: is an infection in the airways with persistent, intense bouts of coughing that last 6–12
nn: er ein luftvegsinfeksjon med langvarige (6–12 veker) og kraftige hosteanfall.

source: The proportion that smokes and uses snus daily, all age groups combined.
nn: Andelen som røykjer og brukar snus dagleg, alle aldersgrupper samla

source: This may be due to men having a faster decline in smoking than women until the late 1990s.
nn: Det kan skuldast at menn hadde ein raskare nedgang i røyking enn det kvinner har hatt fram til slutten av 1990-talet.

source: Tobacco and cardiovascular disease
nn: Tobakk og hjarte- og karsjukdomar

source: Since 2000 there has been an increase in snus use.
nn: Særleg sidan 2000 har det vore ein auke i snusbruken.

source: At the end of the 1990s, snus use was lower in the lower education group than in the other education groups, but the differences levelled out and then increased in parallel for some years.
nn: På slutten av 1990-talet var snusbruken lågare i gruppa med låg utdanning enn i dei andre utdanningsgruppene, men forskjellane jamna seg ut og auka deretter parallelt i nokre år.

source: What challenges are there to contain Covid-19 outbreak in this type of workplace?
nn: Kva utfordringar kan du vente under eit covid-19-utbrot på ein slik arbeidsplass?

source: Head lice are detected by combing the hair with a special fine-tooth comb (available from pharmacies).
nn: Du oppdagar hovudlus ved å greie håret med ein lusekam (finst på apotek).

source: In 2014, 93 per cent reported that they never or almost never stayed in a room in the home where someone smoked, while six per cent reported that they lived in such rooms (Statistics Norway, 2016).
nn: I 2014 rapporterte 93 prosent av dei spurte at dei aldri eller nesten aldri oppheldt seg i eit rom i heimen der det blei røykt, mens seks prosent rapporterte at dei dagleg oppheldt seg i slike rom (SSB, 2016).

source: Data about pregnant women are available from the Medical Birth Registry, see the section on smoking among pregnant women.
nn: Data om gravide er henta frå Medisinsk fødselsregister, sjå avsnittet om røyking blant gravide.

source: After a minimum period of 6 hours, an explosive, watery diarrhoea,
nn: Etter minst 6 timar kjem kraftig, vasstynn diaré, magesmerter og oppkast.

source: At the same time as the decline in smoking, the attitudes towards smoking indoors have changed.
nn: Samtidig med nedgangen i røyking har haldningane til det å røykje innandørs endra seg.

source: A total of 3 per cent smoked at the end of pregnancy in 2015.
nn: Totalt var det 3 prosent som røykte ved slutten av svangerskapet i 2015.

source: Daily smoking is equally common among women and men when we see all age groups combined.
nn: Dagleg røyking er like vanleg blant kvinner og menn når vi ser alle aldersgrupper samla.

source: The industrial plant premises are located 4 kilometres away from inhabited areas of the municipality.
nn: Industrianlegget ligg omtrent 4 kilometer frå byggefelt og andre busette områder.

source: See section on tobacco and impact on the foetus below.
nn: Sjå avsnitt om tobakk og fosterskadar nedanfor.

source: The risk of lung cancer begins to decrease within one to four years after quitting.
nn: Risikoen for lungekreft begynner å minske i løpet av eitt til fire år etter at ein har slutta å røykje.

source: Snus use among young people has been a trend since the turn of the millennium, with one group beginning with snus without taking the smoking route first (Wiium, 2009).
nn: Snusbruk blant unge har vore ein trend sidan årtusenskiftet, og ein del begynner rett på snus utan å gå vegen om røyking (Wiium, 2009).

source: However, the difference between the groups has decreased in recent years and by 2017 the groups were of similar size.
nn: Forskjellen mellom gruppene har imidlertid blitt mindre dei siste åra, og i 2017 var gruppene like store.

source: Half of all smokers die earlier than they would as non-smokers (Peto, 1994).
nn: Halvparten av røykjarane døyr tidlegare enn dei ville gjort som ikkje-røykarar (Peto, 1994).

source: If you are told that you have coronavirus, the municipality will call you about "contact tracing.”
nn: Om du får beskjed om at du har korona, ringjer kommunen deg for å gjere det vi kallar for «smittesporing».

source: More than half of the former daily smokers managed to quit either on their first or second attempts, while the remainder tried several times before they succeeded (Directorate of Health, 2013).
nn: Over halvparten av tidlegare daglegrøykjarar har greidd å slutte enten på første eller andre forsøk, mens resten prøvde fleire gonger før dei lykkast (Helsedirektoratet, 2013).

source: Men have had a steeper decline in mortality in cardiovascular disease than women.
nn: Menn har hatt ein brattare nedgang i dødelegheit ved hjarte- og karsjukdom enn kvinner.

source: The same applies if you travel to Norway from many other countries.
nn: Det same gjeld om du reiser til Noreg frå dei fleste andre land.

source: We do not have information about their use of snus.
nn: Vi har ikkje informasjon om bruken av snus.

source: The figures began to decline for both sexes in line with various systematic measures, see Figure 4.
nn: Tala begynte å peike nedover for begge kjønn i takt med ulike systematiske tiltak, sjå figur 4.

source: Among women, smoking increased much slower.
nn: Blant kvinner auka røykinga mykje langsamare.

source: The highest percentage of daily smokers is found among men from Poland and Turkey, 35-36 per cent.
nn: Den høgaste andelen daglegrøykjarar finn vi blant menn frå Polen og Tyrkia, her er andelen 35-36 prosent.

source: Almost no women from Afghanistan, Pakistan, Sri Lanka, Eritrea and Somalia smoke.
nn: Nesten ingen kvinner frå Afghanistan, Pakistan, Sri Lanka, Eritrea og Somalia røykjer.

source: Snus also increases the risk of growth reduction and premature birth.
nn: Også snus aukar risikoen for vekstreduksjon og for tidleg fødsel.

source: Tobacco can be chewed, smoked or placed under the lip in small, moist clumps.
nn: Tobakk kan tyggjast, røykjast eller brukast som snus.

source: Smoking in pregnancy is most widespread (Cupul-Uicab, 2012)
nn: Røyking i svangerskapet er mest utbreidd (Cupul-Uicab, 2012)

source: • The child should be
nn: • Barnet bør testast for

source: When the harmful effects became known, this group quit first (Lund, 1996).
nn: Då skadeverknadene etter kvart blei kjende, var det også denne gruppa som slutta først (Lund, 1996).

source: Data are missing for some counties.
nn: Data manglar for nokre fylke.

source: This applies both in the workplace and in the home.
nn: Dette gjeld både på arbeidsplassen og i heimen.

source: Those who have smoked cigarettes since early in life, but quit when they were 30-50 years old, gain between 6 and 10 years of life compared to those who continued to smoke (Jha, 2014).
nn: Dei som har røykt sigarettar sidan tidleg i vaksenlivet, men som sluttar når dei er 30-50 år, vinn mellom 6 og 10 års levetid samanlikna med dei som held fram med å røykje (Jha, 2014).

source: your browser (do not use Google or other search engines):
nn: skriv følgande direkte i nettlesaren (ikkje bruk Google eller andre søkesider):

source: In the period 2012-2014, 2.4 per cent used snus at the start and 1.7 per cent at the end of pregnancy.
nn: I perioden 2012-2014 var det 2,4 prosent som brukte snus i starten og 1,7 prosent i slutten av svangerskapet.

source: to circulate among humans in late 2019.
nn: koronavirus som fyrst sirkulere blant menneske på slutten av 2019.

source: The decline in smoking in the population has also led to a decline in the number of people exposed to passive smoking.
nn: Nedgangen i røyking i befolkninga har også ført til ein nedgang i talet på personar som blir utsette for passiv røyking.

source: In 1980 there were 721 million daily smokers in the world and in 2012 there were 967 million (Ng, 2014).
nn: I 1980 var det 721 millionar daglegrøykjarar i verda og i 2012 heile 967 millionar (Ng, 2014).

source: Don't include walking.
nn: Ikkje ta med gange.

source: The proportion who use snus daily is highest in Finnmark (13 per cent) and Trøndelag (12 per cent) and lowest in the Agder counties with 7 per cent, see Figure 3a (NIPH, 2018).
nn: Andelen som brukar snus dagleg er høgast i Finnmark (13 prosent) og Trøndelag (12 prosent) og lågast i Aust- og Vest-Agder med 7 prosent, sjå figur 3a (FHI, 2018).

source: The risk of having a stillborn child was 0.25 per cent among non-tobacco users, 0.40 per cent in snus users and 0.46 per cent among smokers (Baba, 2014).
nn: Risikoen for å få eit dødfødt barn var 0,25 prosent hos ikkje-tobakksbrukarar, 0,40 prosent hos snusbrukarar og 0,46 prosent hos røykjarar (Baba, 2014).

source: Nevertheless, there is a much higher proportion among those with low education who smoke at the beginning of pregnancy (21 per cent) than among those with a high education (2 per cent) (Grotvedt, 2017).
nn: Likevel er det framleis ein langt større andel blant dei med låg utdanning som røykjer i byrjinga av svangerskapet (21 prosent), enn blant dei med høg utdanning (2 prosent) (Grøtvedt, 2017).

source: The Norwegian Childhood Immunisation Programme offers pupils in 10th grade(15–16-years-old) a booster dose
nn: I det nasjonale vaksinasjonsprogrammet får elevar i 10. klasse (15–16 år) tilbod om ein oppfriskingsdose av

source: Children and adolescents who are exposed to passive smoking are at greater risk of respiratory infections, ear problems and asthma, particularly for children under 2 years of age, regardless of whether there are one or more smokers in the household.
nn: Barn og unge som blir utsette for passiv røyking, har større risiko for å få luftvegsinfeksjonar, øyreproblem og astma. Dette gjeld særleg for barn under 2 år og gjeld enten det er éin eller fleire i hushaldet som røykjer.

source: The large decline in smoking among pregnant applies to all educational groups, and there has been an average decline since 1999.
nn: Den store nedgangen i røyking blant gravide gjeld for alle utdanningsgrupper, og det har vore ein jamn nedgang heilt sidan 1999.

source: 3 Område for smittevern, miljø og helse Case study for facilitated training fhi.no The best way to prepare for a crisis is to develop a
nn: 3 Område for smittevern, miljø og helse Kasusstudie for organisert opplæring fhi.no Den beste måten å førebu seg på ei krise er å utarbeida

source: There has been a major decline in smoking among pregnant women.
nn: Det har vore ein stor nedgang i røyking blant gravide.

source: Cancer develops over a long time, and we cannot know how today's snus use will affect how many cancer cases we will have in future.
nn: Kreft utviklar seg over lang tid, og vi kan ikkje vite om dagens snusbruk vil verke inn på kor mange krefttilfelle vi får i framtida.

source: shows tobacco use among young people aged 16-24, with dual users shown as own groups and daily and occasionally users combined, 2013-2015.
nn: viser tobakksbruk blant unge 16-24 år, med dobbeltbrukarar vist som eiga gruppe og dagleg og av og til-bruk slått saman, 2013-2015.

source: A few cigarettes per day can cause the risk of growth reduction in the foetus to double, and with larger smoking doses, the risk increases further (see Figure 15).
nn: Nokre få sigarettar per dag fører til at risikoen for vekstreduksjon hos fosteret blir dobla, og med større røykedosar aukar risikoen ytterlegare (sjå figur 15).

source: Among young men in the 25-44 age group, snus use is much more common than smoking for men, and in 2017 it was more common for women to use snus daily than to smoke daily (9 and 8 per cent, respectively).
nn: Òg blant yngre menn i alderen 25-44 år er snusbruk no mykje vanlegare enn røyking for menn, og i 2017 vart det vanlegare for kvinner i same aldersgruppe å bruka snus dagleg enn å røykje dagleg (hhv 9 og 8 prosent).

source: Around 1950 or earlier, the situation was reversed.
nn: I tida rundt 1950 eller enno tidlegare var situasjonen omvendt.

source: The proportion of daily smokers at the end of pregnancy.
nn: Andelen som røykjer dagleg i slutten av svangerskapet.

source: The questions about smoking habits are commissioned by the Norwegian Institute of Public Health.
nn: Spørsmåla om røykjevanar blir stilt på vegne av Folkehelseinstituttet.

source: 26 per cent of those with basic school education smoke daily.
nn: 26 prosent av personar med grunnskuleutdanning røykjer dagleg.

source: We still do not have national statistics for snus use in pregnancy.
nn: Vi har enno ikkje landsstatistikk for snusbruk i svangerskapet.

source: In Norway it is estimated that over 6,000 died of smoking in 2015.
nn: I Noreg er det rekna ut at over 6000 døydde av røyking i 2015.

source: The number of those exposed to passive smoking in the home dropped from 20 per cent in 2005 to less than 10 per cent in 2012 (Directorate of Health, 2013).
nn: Talet på dei som blir utsette for passiv røyking i heimen, gjekk ned frå 20 prosent i 2005 til under 10 prosent i 2012 (Helsedirektoratet, 2013).

source: Daily smokers in age groups between 16 and 74 years, 2008 - 2016.
nn: Daglegsnusarar i aldersgrupper mellom 16 og 74 år, 2008 - 2016

source: Occasional smokers have a longer education than daily smokers.
nn: Av og til-røykjarane har lengre utdanning enn daglegrøykjarane.

source: By the mid-1950s, between 25 and 30 per cent smoked.
nn: Midt på 1950-talet røykte mellom 25 og 30 prosent.

source: increases the risk of cardiovascular disease.
nn: aukar risikoen for hjarte- og karsjukdomar.

source: In 2005, almost every sixth (16 per cent) pregnant women smoked at the beginning of pregnancy and almost every tenth (9 per cent) at the end of pregnancy.
nn: I 2005 røykte nesten kvar sjette (16 prosent) gravide kvinne i starten av svangerskapet og nesten kvar tiande (9 prosent) i slutten av svangerskapet.

source: Daily smoking in the Nordic countries 2000-2015.
nn: Dagleg røyking i dei nordiske landa 2000-2015. Kjelde:

source: SARS-CoV-2 virus which causes COVID-19 disease. It is a novel coronavirus that began
nn: SARS-CoV-2-viruset er viruset som fører til covid-19-sjukdom. Det er eit nytt

source: The figures are from the Ungdata-studies in all counties in the period 2014-2016.
nn: Tala er frå Ungdata-undersøkingar i alle fylke i perioden 2014-2016.

source: Participation in the survey is voluntary.
nn: Det er frivillig å delta i undersøkinga.

source: In the total 16-74 year age group, 6 per cent of men and 2 per cent of women are dual users.
nn: I heile aldersgruppa 16-74 år er 6 prosent av mennene og 2 prosent av kvinnene dobbeltbrukarar.

source: Figure 13 shows that Finland has had the weakest decline in smoking in the last decade but differences in the Nordic countries for percentage of daily smokers is now less than before (Directorate of Health, 2013).
nn: Figur 13 viser at Finland har hatt den svakaste nedgangen i røyking dei siste tiåra, men forskjellane i Norden når det gjeld prosent daglegrøykjarar, er no mindre enn før (Helsedirektoratet, 2013).

source: Passive smoking, workplace pollution, radon gas in the residence, and outdoor air pollution can also contribute to the increased risk of lung cancer.
nn: Passiv røyking, forureining på arbeidsplassen, radon i bustaden og utandørs luftforureining kan òg bidra til auka risiko for lungekreft.

source: In all immigrant groups, the proportion of men who smoked daily was 26 per cent and 10 per cent for women.
nn: I alle innvandrargrupper samla var andelen daglegrøykjarar no 26 prosent for menn og 10 prosent for kvinner.

source: Norway has joined the World Health Organization's Non-communicable Disease Strategy which aims for a reduction of 25 percent in premature death from the four major non-communicable public diseases by 2025.
nn: Noreg har slutta seg til Verdas helseorganisasjons strategi for ikkje-smittsame sjukdomar (NCD-strategien) der målet er at det skal bli 25 prosent nedgang i for tidlig død av dei fire store ikkje-smittsame folkesjukdomane innan 2025.

source: The proportion was higher among the youngest women (Rygh, 2016).
nn: Andelen var høgare blant dei yngste (Rygh, 2016).

source: Figure 12 shows the development of daily smoking among pregnant women by the end of pregnancy.
nn: Figur 12 viser utviklinga i dagleg røyking blant gravide ved slutten av svangerskapet.

source: From 2020, all patients who are admitted to mental health care institutions will be invited to
nn: Frå og med 2020 vert alle pasientar som er innlagd ved institusjonar i psykisk helsevern inviterte til å

source: Figures are from 2013-2017, for the 16-74 year age groups.
nn: Tala er frå 2013-2017, og gjeld aldersgruppa 16-74 år.

source: Smoking is the biggest risk factor for lost life years in populations.
nn: Røyking er den største risikofaktoren for tapte leveår i befolkninga.

source: From the turn of the century we have seen a decline in smoking for both sexes, see figure 5a.
nn: Frå tusenårsskiftet har vi hatt ein jamn nedgang i røyking i alle aldersgrupper, sjå figur 5a.

source: Also among men in the 25-44 year age group, snus use is significantly more common than smoking, see figure 1a and 1b.
nn: Også blant menn i aldersgruppa 25-44 år er snus betydeleg vanlegare enn røyk, sjå figurane 1a og 1b.

source: Daily smoking by education in the period 2005-2017.
nn: Dagleg røyking etter utdanning i perioden 2005–2017.

source: The absolute risk is low, according to numbers based on 850 000 births in the Swedish Medical Birth Registry.
nn: Den absolutte risikoen er låg, viser tal basert på 850 000 fødsler i det svenske medisinske fødselsregisteret.

source: The lowest proportion is found among men from Sri Lanka, Eritrea and Afghanistan (7-9 per cent).
nn: Den lågaste andelen finn vi blant menn frå Sri Lanka, Eritrea og Afghanistan (7 - 9 prosent).

source: Snus is the most common tobacco product used by young people in the 16-24 year age group.
nn: Snus er det vanlegaste tobakksproduktet blant unge i aldersgruppa 16-24 år.

source: For Norwegian women, the average age of smoking debut has fallen from 20 years in 1980 to about 18 years by 2015.
nn: For norske kvinner har gjennomsnittlig debutalder for røyking gått ned frå 20 år i 1980 til cirka 18 år i 2015.

source: The Tromsø study confirms this picture.
nn: Tromsø-studien bekreftar dette bildet.

source: Status of tobacco use in Norway
nn: Status for bruk av tobakk i Noreg i dag

source: If you are told to stay at home in isolation or quarantine Most people who have coronavirus (COVID-19) only have mild symptoms, but some can become very sick and some may die.
nn: Dei fleste som får korona (covid-19) får berre milde plager, men nokre kan bli svært sjuke og i verste fall døy.

source: The proportion of women who use snus daily in the county, age group 16-44 years.
nn: Andelen kvinner som brukar snus dagleg i fylka, aldersgruppa 16-44 år

source: The occasional use of cigarettes has been fairly stable at around 10 per cent for men and somewhat lower for women of all age groups combined, despite the fact that daily smoking has declined.
nn: Av og til-bruk av sigarettar har halde seg nokså stabilt på rundt 10 prosent for menn og noko lågare for kvinner i alle aldersgrupper samanlagt, til tross for at dagleg røyking har gått jamt ned.

source: Data from the Norwegian Mother and Child Cohort Study show that a woman who was exposed to smoking as a foetus has an increased risk of obesity, high blood pressure and diabetes in adulthood.
nn: Data frå Den norske mor og barn-undersøkinga viser at ei kvinne som sjølv var utsett for røyking som foster, har auka risiko for å slite med fedme, høgt blodtrykk og diabetes i vaksen alder.

source: It can take 20-40 years to develop lung cancer from the age when smoking starts.
nn: Det tek gjerne 20–40 år å utvikle lungekreft frå det tidspunktet ein begynner å røykje.

source: For more information go to https://www.fhi.no/en/id/vaccines/childhood-immunisation-programme/
nn: barnet har hatt ein eller fleire av sjukdomane.Meir informasjon finst på nettsida https://www.fhi.no/om-bvp

source: In addition, smoking leads to impaired health as a consequence of these diseases (NIPH, 2017a).
nn: I tillegg bidreg røyking til redusert helse som følgje av desse sjukdomane (FHI, 2017a).

source: Contact a doctor or the emergency out-of-hours clinic (telephone 116 117) if you feel very unwell or need medical help.
nn: Kontakt lege eller legevakt (telefon 116 117) om du føler deg veldig sjuk eller treng medisinsk hjelp.

source: In addition, when tobacco is smoked, other harmful substances are released.
nn: Når tobakk blir røykt, blir det i tillegg frigjort ei rekkje andre helseskadelege stoff.

source: From a country-representative annual sample of 8000 aged 16-74 years, 55-65 per cent agree to participate.
nn: Av eit landsrepresentativt utval på 8000 personer per år i alderen 16-74 år seier 55 - 65 prosent ja til å delta.

source: It is possible that future studies can give a good answer to this as methods for measuring dependence will also be better adapted to the use of snus.
nn: Det er mogleg at framtidige studiar kan gi eit betre svar på dette, etter kvart som metodane for å måle avhengigheit også blir betre tilpassa snusbruk.
